Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Add Glucose Source to Alarm
bg: Добавяне на източник на глюкоза към алармата
cs: Přidat zdroj glykémie do alarmu
da: Tilføj glukose kilde til alarm
de: Glucosequelle zum Alarm hinzufügen
es: Añadir fuente de glucosa a la alarma
fr: Ajouter la source de la mesure du glucose à l'alarme
it: Aggiungi sorgente per la glicemia all'allarme
nb_no: Legg til blodsukkerkilde til alarm
nl: Glucose bron toevoegen aan alarm
pl: Dodaj źródło glikemii do alarmu
pt_pt: Adicionar fonte de Glicose ao alarme
ru: Добавить источник Glucose в будильник
sv: Lägg till glukoskälla till larm
uk: Додати джерело Glucose до будильника
vi: Thêm nguồn dữ liệu đường huyết vào cảnh báo
zh_hant: 將血糖來源新增到警報

source: Add insulin without actually bolusing
bg: Добавяне на инсулин без реален болус
cs: Přidat inzulín bez skutečného podání bolusu
da: Tilføj insulin uden faktisk bolus
de: Insulin ohne Bolusabgabe erfassen
es: Añadir insulinar sin administrar bolo
fr: Ajouter de l'insuline sans faire de bolus
it: Aggiungi insulina senza eseguire effettivamente un bolo
nb_no: Legg til insulin uten å gi bolus
nl: Insuline toevoegen zonder daadwerkelijke bolus
pl: Dodaj insulinę bez podawania bolusa
pt_pt: Adicionar insulina sem tomar bolus
ru: Добавить инсулин без болюса
sv: Lägg till insulin utan att ge bolus
uk: Додати інсулін без подачі болюсу
vi: Thêm insulin mà không thực hiện bolus thực tế
zh_hant: 在不實際注射的情況下新增胰島素

source: Add Meal
bg: Добавяне на хранене
cs: Přidat jídlo
da: Tilføj Måltid
de: Mahlzeit hinzufügen
es: Añadir comida
fr: Ajouter un repas
it: Aggiungi Pasto
nb_no: Legg til måltid
nl: Maaltijd toevoegen
pl: Dodaj posiłek
pt_pt: Adicionar refeição
ru: Добавить еду
sv: Lägg till Måltid
uk: Додати прийом їжі
vi: Khai báo bữa ăn
zh_hant: 新增餐點

source: Add Meal Preset
bg: Добавяне на шаблон за хранене
cs: Přidat předvolbu jídla
da: Tilføj Måltidsforudindstilling
de: Mahlzeitenvorlage hinzufügen
es: Añadir ajuste de comida
fr: Ajouter un repas favori
it: Aggiungi Preset pasto
nb_no: Legg til forhåndslagret måltid
nl: Vooraf ingestelde maaltijd toevoegen
pl: Dodaj ustawienie posiłku
pt_pt: Adicionar predefinição de refeição
ru: Добавить пресет
sv: Lägg till förvald måltid
uk: Додати шаблон м'яса
vi: Thêm bữa ăn thiết lập sẵn
zh_hant: 新增餐點預設

source: Add Meal View settings
bg: Настройки на изгледа „Добавяне на хранене“
cs: Přidat nastavení zobrazení jídla
da: Tilføj indstillinger for måltidsvisning
de: Einstellungen für die Mahlzeitenansicht hinzufügen
es: Añadir configuración de vista de comida
fr: Réglages de la vue Ajout de repas
it: Aggiungi impostazioni di visualizzazione pasto
nb_no: Innstillinger for måltidsregistrering
nl: Maaltijdweergave instellingen toevoegen
pl: Dodaj ustawienia widoku posiłku
pt_pt: Adicionar configurações de visualização de refeição
ru: Настройки отображения еды
sv: Måltidsfönster
uk: Додайте налаштування перегляду їжі
vi: Thêm cài đặt Xem bữa ăn
zh_hant: 新增餐點檢視設定

source: Add Medtronic
bg: Добави Medtronic
cs: Přidat Medtronic
da: Tilføj Medtronic
de: Medtronic-Pumpe hinzufügen
es: Añadir Medtronic
fr: Ajouter une pompe Medtronic
it: Aggiungi Medtronic
nb_no: Legge til Medtronic
nl: Medtronic toevoegen
pl: Dodaj Medtronic
pt_pt: Adicionar Medtronic
ru: Добавить Medtronic
sv: Lägg till Medtronic
uk: Додати Medtronic
vi: Thêm Medtronic
zh_hant: 新增美敦力

source: Add Omnipod
bg: Добави Omnipod
cs: Přidat Omnipod
da: Tilføj Omnipod
de: Omnipod hinzufügen
es: Añadir Omnipod
fr: Ajouter une pompe Omnipod
it: Aggiungi Omnipod
nb_no: Legg til Omnipod
nl: Omnipod toevoegen
pl: Dodaj Omnipoda
pt_pt: Adicionar Omnipod
ru: Добавить Omnipod
sv: Lägg till Omnipod
uk: Додати Omnipod
vi: Thêm Omnipod
zh_hant: 新增 Omnipod

source: Add Omnipod Dash
bg: Добави Omnipod Dash
cs: Přidat Omnipod Dash
da: Tilføj Omnipod Dash
de: Omnipod Dash hinzufügen
es: Añadir Omnipod Dash
fr: Ajouter une pompe Omnipod DASH
it: Aggiungi Omnipod Dash
nb_no: Legg til Omnipod DASH
nl: Omnipod Dash toevoegen
pl: Dodaj Omnipod Dash
pt_pt: Adicionar Omnipod Dash
ru: Добавить Omnipod Dash
sv: Lägg till Omnipod Dash
uk: Додайте Omnipod Dash
vi: Thay Omnipod Dash
zh_hant: 新增 Omnipod Dash

source: Add one or more contacts to your iOS Contacts to display real-time Trio metrics on your watch face. Be sure to grant Trio full access to your Contacts when prompted.
bg: Добавете един или повече контакти в iOS Контакти, за да показвате метриките на Trio в реално време на циферблата на часовника. Уверете се, че сте предоставили на Trio пълен достъп до Контакти, когато ви бъде поискан.
cs: Chcete-li na ciferníku hodinek zobrazovat metriky Trio v reálném čase, přidejte si do svých kontaktů v iOS jeden nebo více kontaktů. Po výzvě nezapomeňte udělit aplikaci Trio plný přístup ke svým kontaktům.
da: Tilføj en eller flere kontakter til dine iOS kontakter for at få vist Trio-målinger i realtid på din urskive. Sørg for at give Trio fuld adgang til dine kontakter når du bliver bedt om det.
de: Füge einen oder mehrere Kontakte zu Deinem iOS-Kontakten hinzu, um die Echtzeit-Trio-Daten auf Deinem Watchface anzuzeigen. Vergewissere Dich, dass Du Trio vollen Zugriff auf Deine Kontakte gewährst, wenn Du dazu aufgefordert wirst.
es: Añade uno o más contactos a tus contactos de iOS para mostrar las métricas Trio en tiempo real en tu cara de reloj. Asegúrate de conceder a Trio acceso completo a tus contactos cuando se te solicite.
fr: Ajoutez un ou plusieurs contacts à vos contacts iOS pour afficher des métriques Trio en temps réel sur votre cadran de montre. Assurez-vous d’accorder à Trio un accès complet à vos Contacts lorsque vous y êtes invité.
it: Aggiungi uno o più contatti ai tuoi Contatti iOS per visualizzare le metriche di Trio in tempo reale sul tuo quadrante. Assicurati di concedere a Trio l'accesso completo ai tuoi Contatti quando richiesto.
nb_no: Legg til en eller flere kontakter til iOS-kontaktene for å vise måltall fra Trio i sanntid på din Apple Watch. Sørg for å gi Trio full tilgang til kontaktene dine når du blir bedt om det.
nl: Voeg een of meer contacten toe aan uw iOS Contacten om real-time Trio statistieken op uw horloge te tonen. Zorg ervoor dat Trio volledige toegang wordt verleend tot uw contactpersonen wanneer er om wordt gevraagd.
pl: Dodaj jeden lub więcej kontaktów do Twoich kontaktów iOS aby wyświetlić Trio w czasie rzeczywistym na tarczy zegarka. Upewnij się, że Trio uzyska pełny dostęp do Twoich kontaktów, gdy zostaniesz o to poproszony.
pt_pt: Adicione um ou mais contatos aos seus Contatos do iOS para exibir métricas Trio em tempo real no seu rosto. Certifique-se de conceder a Trio acesso total aos seus Contatos quando solicitado.
ru: Добавьте один или несколько контактов в контакты iOS, чтобы отображать трио в реальном времени на вашем экране часа. Не забудьте предоставить Трио полный доступ к вашим Контактам при появлении запроса.
sv: Lägg till en eller flera kontakter till dina iOS-kontakter för att visa mätvärden i realtid på din klocka ansikte. Var noga med att ge Trio full tillgång till dina kontakter när du blir ombedd.
uk: Додайте один або кілька контактів до ваших контактів на iOS для відображення метрик в реальному часі на ваших очах з годинником. Запевніться, що перед отриманням виклику повністю доступ до ваших Контактів.
vi: Thêm một hoặc nhiều liên hệ vào Danh bạ iOS của bạn để hiển thị các chỉ số thời gian thực từ Trio trên mặt đồng hồ của bạn. Hãy đảm bảo cấp quyền truy cập đầy đủ vào Danh bạ cho Trio khi được yêu cầu.
zh_hant: 將一個或多個聯絡人新增到你的 iOS 聯絡人中，以便在手錶錶盤上顯示 Trio 實時數據。當提示時，請確保允許 Trio 完全訪問你的聯絡人。

source: Add Override
bg: Добавяне на отмяна
cs: Přidat přepsání
da: Tilføj Overskrivning
de: Override hinzufügen
es: Añadir Anulación
fr: Ajouter une dérogation
it: Aggiungi Override
nb_no: Legg til overstyring
nl: Override toevoegen
pl: Dodaj nadpisanie
pt_pt: Adicionar Substituição
ru: Добавить переопределение
sv: Lägg till override
uk: Перевизначити
vi: Thêm ghi đè
zh_hant: 新增覆寫

source: Add Preset or Override by tapping 'Add Override +' in the top right-hand corner of the screen.
bg: Добавете шаблон или отмяна, като натиснете бутона „Add Override +“ в горния десен ъгъл на екрана.
cs: Přidejte předvolbu nebo přepsání klepnutím na „Přidat přepsání +“ v pravém horním rohu obrazovky.
da: Tilføj Forudindstilling eller Overskrivning ved at trykke på 'Tilføj Overskrivning +' i øverste højre hjørne af skærmen.
de: Füge ein Override hinzu, indem Du oben rechts auf dem Bildschirm auf 'Override hinzufügen +' tippst.
es: Añadir Preselección o Anulación pulsando 'Añadir Anulación +' en la esquina superior derecha de la pantalla.
fr: Ajouter un préréglage ou une dérogation (Override) en appuyant sur « Ajouter une dérogation + » dans le coin supérieur droit de l'écran.
it: Aggiungi Preset o Override premendo 'Aggiungi Override +' nell'angolo in alto a destra dello schermo.
nb_no: Legg til forhåndsinnstilling eller overstyring ved å trykke 'Legg til overstyring +' øverst til høyre.
nl: Voorinstelling toevoegen of overschrijven door op 'Override +' te tikken in de rechterbovenhoek van het scherm.
pl: Dodaj Nadpisanie poprzez dotknięcie 'Dodaj nadpisanie +' w prawym górnym rogu ekranu.
pt_pt: Adicione predefinição ou substitua tocando em 'Adicionar Substituição +' no canto superior direito da tela.
ru: Добавьте пресет или переопределение нажатием «Добавить переопределение +» в правом верхнем углу экрана.
sv: Lägg till förval eller override genom att trycka på "Lägg till override +" i övre högra hörnet på skärmen.
uk: Додати пресет або замінити, натиснувши «Перевизначити +» у правому верхньому куті екрану.
vi: Thêm Thiết lập sẵn hoặc Ghi đè bằng cách nhấn vào 'Thêm Ghi đè +' ở góc trên bên phải màn hình.
zh_hant: 點擊螢幕右上角的「新增覆寫 +」來新增預設或覆寫。

source: Add Preset or Temp Target by tapping 'Add Temp Target +' in the top right-hand corner of the screen.
bg: Добавете шаблон или Временна цел, като натиснете бутона „Add Temp Target +“ в горния десен ъгъл на екрана.
cs: Přidejte předvolbu nebo dočasný cíl klepnutím na „Přidat dočasný cíl +“ v pravém horním rohu obrazovky.
da: Tilføj forudindstillet eller Temp Target ved at trykke på 'Tilføj Temp Target +' i øverste højre hjørne af skærmen.
de: Fügen eine Temporäres Ziel hinzu, indem Du oben rechts auf dem Bildschirm auf 'Temporäres Ziel hinzufügen +' tippst.
es: Agregue el ajuste temporal pulsando 'Añadir objetivo temporal +' en la esquina superior derecha de la pantalla.
fr: Ajouter une présélection ou une cible temporaire en appuyant sur "Ajouter une cible temporaire + " dans le coin supérieur droit de l'écran.
it: Aggiungi Obiettivo Predefinito o Temp toccando 'Aggiungi Obiettivo Temp +' nell'angolo in alto a destra dello schermo.
nb_no: Legg til forhåndsinnstilling eller midlertidig mål ved å trykke «Legg til midlertidig mål +» øverst til høyre.
nl: Voorinstelling of tijdelijk doel toevoegen door te klikken op 'Tijdelijk streefdoel +' in de rechterbovenhoek van het scherm.
pl: Dodaj Cel Tymczasowy naciskając 'Dodaj cel tymczasowy +' w prawym górnym rogu ekranu.
pt_pt: Adicione Predefinição ou Alvo Temp tocando em 'Adicionar Alvo Temp +' no canto superior direito da tela.
ru: Добавьте пресет или Temp Target нажав 'Добавить временную цель +' в правом верхнем углу экрана.
sv: Lägg till ett förval eller tillfälligt mål genom att trycka på "Lägg till tillfälligt mål +" högst upp till höger på skärmen.
uk: Додайте Preset або Temp Target натиснувши 'Додати Temp Target +' в правому верхньому куті екрану.
vi: Thêm Thiết lập sẵn hoặc Mục tiêu Tạm thời bằng cách nhấn vào 'Thêm Mục tiêu Tạm thời +' ở góc trên bên phải màn hình.
zh_hant: 點擊螢幕右上角的「新增臨時目標 +」來新增預設或臨時目標。

source: Add pump
bg: Добави помпа
cs: Přidat pumpu
da: Tilføj pumpe
de: Pumpe hinzufügen
es: Añadir bomba
fr: Ajouter une pompe
it: Aggiungi pompa
nb_no: Legg til pumpe
nl: Pomp toevoegen
pl: Dodaj pompę
pt_pt: Adicionar bomba
ru: Добавить насос
sv: Lägg till pump
uk: Додати насос
vi: Thêm Bơm Insulin
zh_hant: 新增幫浦

source: Add Pump
bg: Добави помпа
cs: Přidat pumpu
da: Tilføj Pumpe
de: Pumpe hinzufügen
es: Añadir bomba
fr: Ajouter une pompe
it: Aggiungi Pompa
nb_no: Legg til pumpe
nl: Pomp toevoegen
pl: Dodaj pompę
pt_pt: Adicionar Bomba
ru: Добавить насос
sv: Lägg till pump
uk: Додати насос
vi: Thêm Bơm Insulin
zh_hant: 新增幫浦

source: Add Simulator
bg: Добавяне на симулатор
cs: Přidat simulátor
da: Tilføj Simulator
de: Simulator hinzufügen
es: Añadir simulador
fr: Ajouter un simulateur
it: Aggiungi Simulazione microinfusore
nb_no: Legg til simulator
nl: Simulator toevoegen
pl: Dodaj Symulator
pt_pt: Adicionar Simulador
ru: Добавить Cимулятор
sv: Lägg till simulator
uk: Додати Симулятор
vi: Thêm Bơm mô phỏng
zh_hant: 新增模擬器

source: Add Temp Target
bg: Добавяне на Временна цел
cs: Přidat dočasný cíl
de: Temporäres Ziel hinzufügen
fr: Ajouter une cible temporaire
nb_no: Legg til midlertidig mål
nl: Voeg tijdelijk doel toe
pl: Dodaj cel tymczasowy
sv: Lägg till tillfälligt mål
vi: Thêm mục tiêu tạm thời
zh_hant: 新增臨時目標

source: Add to Treatments
bg: Добавяне към терапии
cs: Přidat k léčbě
da: Føj til behandlinger
de: Zu Behandlungen hinzufügen
es: Añadir a exámenes
fr: Ajouter aux traitements
it: Aggiungi ai Trattamenti
nb_no: Legg til behandling
nl: Voeg toe aan behandelingen
pl: Dodaj do zabiegów
pt_pt: Adicionar a Tratamentos
ru: Добавить в обработку
sv: Lägg till i behandlingar
uk: Додати до процедур
vi: Thêm vào điều trị
zh_hant: 新增到治療

source: Add visual Rings around the contact image to highlight information.
bg: Добавете визуални пръстени около изображението на контакта, за да подчертаете информация.
cs: Přidat vizuální kroužky kolem obrázku kontaktu pro zvýraznění informací.
da: Tilføj visuelle ringe omkring kontaktbilledet for at fremhæve information.
de: Füge visuelle Ringe um das Kontaktbild hinzu, um Informationen hervorzuheben.
es: Añadir anillos visuales alrededor de la imagen de contacto para resaltar la información.
fr: Ajouter des anneaux visuels autour de l'image de contact pour mettre en évidence des informations.
it: Aggiungi gli anelli visivi attorno all'immagine del contatto per evidenziare le informazioni.
nb_no: Legg til visuell ring rundt kontaktbildet for å fremheve informasjonen.
nl: Visuele ringen rondom de afbeelding van de contactpersoon toevoegen om informatie te markeren.
pl: Dodaj pierścienie wizualne wokół obrazu kontaktu, aby podświetlić informacje.
pt_pt: Adicione Anéis visuais em torno da imagem do contato para destacar informações.
ru: Добавляйте визуальные кольца вокруг изображения контакта, чтобы выделить информацию.
sv: Lägg till visuella ringar runt kontaktbilden för att lyfta fram information.
uk: Додайте візуальні кільця навколо зображення контакта для виділення інформації.
vi: Thêm các vòng hiển thị trực quan xung quanh ảnh liên hệ để làm nổi bật thông tin.
zh_hant: 在聯絡人圖像周圍新增視覺圓環以突顯資訊。

source: Add Widget
bg: Добавяне на Widget
cs: Přidat widget
da: Tilføj Widget
de: Widget hinzufügen
es: Añadir Widget
fr: Ajouter un widget
it: Aggiungi Widget
nb_no: Legg til widget
nl: Widget toevoegen
pl: Dodaj widżet
pt_pt: Adicionar Widget
ru: Добавить виджет
sv: Lägg till widget
uk: Додати віджет
vi: Thêm tiện ích
zh_hant: 新增小工具

source: Added %lld g carbs
bg: Добавени %lld г въглехидрати
cs: Přidat %lld g sacharidů
de: %lld g Kohlenhydrate hinzugefügt
fr: %lld g de glucides ajoutés
nb_no: La til %lld g karbohydrater
pl: Dodano %lld g węglowodanów
vi: Đã thêm %lld g carbs
zh_hant: 已新增 %lld 公克碳水

source: Additional notification types
bg: Допълнителни видове известия
cs: Další typy oznámení
da: Yderligere notifikationstyper
de: Weitere Benachrichtigungseinstellungen
es: Tipos de notificación adicionales
fr: Types de notification supplémentaires
it: Aggiungi tipi di notifica
nb_no: Andre varslingstyper
nl: Extra meldingstypes
pl: Dodatkowe typy powiadomień
pt_pt: Tipos adicionais de notificação
ru: Дополнительные уведомления
sv: Ytterligare notistyper
uk: Додаткове сповіщення
vi: Thêm các loại thông báo
zh_hant: 額外通知類型

source: Additionals
bg: Допълнителни
cs: Navíc
da: Tillæg
de: Zusätzliche
es: Adicionales
fr: Réglages avancés
it: Addizionali
nb_no: Øvrige innstillinger
pl: Dodatki
pt_pt: Adicionais
ru: Добавки
sv: Tillägg
uk: Додатки
vi: Bổ sung
zh_hant: 額外項目

source: Adds a lot of data to the Issue Report
bg: Добавя много данни към отчета за проблема
cs: Přidá do hlášení o problému velké množství dat
da: Tilføjer en masse data til Prolemrapporten
de: Fügt dem Problembericht viele Daten hinzu
es: Añade un montón de datos al informe de incidencias
fr: Ajoute beaucoup de données au rapport d'anomalies
it: Aggiunge molti dati al Rapporto Problemi
nb_no: Legger til en rekke data i Hendelsesrapporten
nl: Voegt veel data toe aan het probleemrapport
pl: Dodaje wiele danych do raportu o problemie
pt_pt: Adiciona um monte de dados ao relatório de problemas
ru: Добавляет много данных в отчет об ошибках
sv: Lägger till en hel del data till rapporten
uk: Додає багато даних у звіт про помилки
vi: Thêm nhiều dữ liệu vào Báo cáo Sự cố
zh_hant: 為問題報告新增大量資料

source: Adds Phone Battery
bg: Добавя батерия на телефона
cs: Přidat baterii telefonu
da: Tilføjer Telefonbatteri
de: Telefon-Akkustand anzeigen
es: Añade batería de teléfono
fr: Ajoute le niveau de batterie du téléphone
it: Aggiungi Batteria del Telefono
nb_no: Legger til telefonbatteri
nl: Batterij iPhone toevoegen
pl: Dodaje baterię telefonu
pt_pt: Adicionar bateria do telefone
ru: Показывать заряд батареи телефона
sv: Visa telefonens batterinivå
uk: Показувати заряд батареї телефону
vi: Hãy sạc Pin điện thoại
zh_hant: 添加手機電池

source: Adds Transmitter Battery
bg: Добавя батерия на предавателя
cs: Přidá baterii vysílače
da: Tilføjer Senderbatteri
de: Transmitter-Batteriestand hinzufügen
es: Añade batería de transmisor
fr: Ajouter niveau batterie transmetteur
it: Aggiunge Batteria del Trasmettitore
nb_no: Legger til senderbatteri
nl: Zender batterij toevoegen
pl: Dodaje baterię nadajnika
pt_pt: Adiciona Bateria de Transmissor
ru: Добавить батарею передатчика
sv: Lägger till sändarbatteri
uk: Додає акумулятор Transmitter
vi: Hãy sạc Pin của Transmitter
zh_hant: 添加發射器電池

source: Adjust basal
bg: Регулиране на базала
cs: Upravit bazál
da: Justér basal
de: Basalraten anpassen
es: Ajustar basal
fr: Ajuster le Basal
it: Regola basale
nb_no: Juster basal
nl: Pas basaal aan
pl: Dostosuj bazę
pt_pt: Ajustar basal
ru: Регулировать базал
sv: Justera basal
uk: Регулювати базал
vi: Điều chỉnh liều nền
zh_hant: 調整基礎

source: Adjust Basal
bg: Регулиране на базала
cs: Upravit bazál
da: Justér Basal
de: Basalraten anpassen
es: Ajustar Basal
fr: Ajuster le Basal
it: Regola Basale
nb_no: Juster basal
nl: Basaal aanpassen
pl: Dostosuj bazę
pt_pt: Ajustar Basal
ru: Настроить базал
sv: Justera basal
uk: Регулювання базалу
vi: Điều chỉnh liều nền
zh_hant: 調整基礎

source: Adjust Dynamic ISF constant
bg: Регулиране на константата на Динамично ISF
cs: Upravit konstantu dynamického ISF
da: Juster Dynamisk ISF konstant
de: Dynamische ISF-Konstante anpassen
es: Ajustar constante dinámica ISF
fr: Ajuster la constante ISF Dynamique
it: Regola la costante dell'ISF Dinamico
nb_no: Juster konstant for dynamisk ISF
nl: Dynamisch ISF constante aanpassen
pl: Dostosuj stałą dynamiczną ISF
pt_pt: Ajustar constante do ISF dinâmico
ru: Настроить константу динамического ISF
sv: Ändra AF (Justeringsfaktor)
uk: Налаштувати константу Динамічного ISF
vi: Điều chỉnh hằng số ISF động
zh_hant: 調整動態 ISF 常數
